<?php

return [
    'uom' => 'وحدة القياس',
    'unit_of_measure' => 'وحدة القياس',
    'units_of_measure' => 'وحدات القياس',
    'units_of_measure_description' => 'حدد وحدات القياس المتاحة لمتغيرات المنتجات (مثال: كيلو، قطعة، لتر).',
    'add_unit' => 'إضافة وحدة',
    'abbreviation_en' => 'الاختصار (انجليزي)',
    'abbreviation_ar' => 'الاختصار (عربي)',
    'name_ar' => 'الاسم (عربي)',
    'name_en' => 'الاسم (انجليزي)',
    'uom_helper' => 'الوحدة المستخدمة للبيع والمخزون (مثال: قطعة، كيلوغرام).',
];
